Repository: common-repository/right-click-disable-or-ban
Catalog: languages/right-click-disable-*-ban-*.po
Languages: hi_in

source: Welcome to Right Click Disable Plugin Docs
hi_in: राइट क्लिक अक्षम प्लगइन डॉक्स में आपका स्वागत है

source: Getting started with pluign
hi_in: प्लगइन के साथ शुरू करना

source: Follow steps to configure plguin
hi_in: प्लगइन को कॉन्फ़िगर करने के लिए चरणों का पालन करें

source: Step 1 - Download Plugin
hi_in: चरण 1 - प्लगइन डाउनलोड करें

source: First download the
hi_in: पहले डाउनलोड करें

source: Right Click Disable
hi_in: राइट क्लिक अक्षम करें

source: plugin form WordPress.org
hi_in: प्लगइन फॉर्म वर्डप्रेस संगठन

source: Step 2 - Install & Activate Plugin
hi_in: चरण 2 - प्लगइन स्थापित करें और सक्रिय करें

source: You had downloaded your plugin from WordPress.org
hi_in: आपने वर्डप्रेस संगठन से अपनी प्लगइन डाउनलोड की थी

source: Now, login to your WordPress site admin dashboard, upload the plugin and activate
hi_in: अब, अपने वर्डप्रेस साइट एडमिन डैशबोर्ड पर लॉग इन करें, प्लगइन अपलोड करें और सक्रिय करें

source: Step 3 - Go To Plugin Menu Page "Right Click Disable"
hi_in: चरण 3 - प्लगइन मेनू पेज पर जाएं "राइट क्लिक अक्षम करें"

source: Here you could disable right click for your visitors
hi_in: यहां आप अपने आगंतुकों के लिए राइट क्लिक अक्षम कर सकते हैं

source: You could disable right click for admin too
hi_in: आप व्यवस्थापक के लिए भी राइट क्लिक अक्षम कर सकते हैं

source: If you want to modify mouse right click button disable massage. Edit the the message in textarea field
hi_in: यदि आप माउस को संशोधित करना चाहते हैं तो दायाँ क्लिक करें बटन अक्षम करें। पाठ क्षेत्र फ़ील्ड में संदेश संपादित करें

source: Finally click on "Save Settings" button
hi_in: अंत में "सेटिंग्स सहेजें" बटन पर क्लिक करें

source: Now visit site and try to press mouse right click anywhere
hi_in: अब साइट पर जाएं और माउस को दायाँ क्लिक करने का प्रयास करें कहीं भी क्लिक करें

source: Post your feedback about Right Click Disable on WordPress.org
hi_in: वर्डप्रेस संगठन पर राइट क्लिक अक्षम करने के बारे में अपनी प्रतिक्रिया पोस्ट करें

source: Post Feedback
hi_in: प्रतिक्रिया पोस्ट करें

source: Docs
hi_in: दस्तावेज़

source: Our Theme
hi_in: हमारी थीम

source: RIGHT CLICK DISABLE CLICK OR BAN SETTINGS
hi_in: दायाँ क्लिक या अक्षम सेटिंग पर क्लिक करें

source: A Disable Right Click For Visitors
hi_in: ए आगंतुकों के लिए राइट क्लिक अक्षम करें

source: Enable
hi_in: सक्षम करें

source: Disable
hi_in: अक्षम

source: You can enable or disable right click for visitors, users of your site
hi_in: आप आगंतुकों, आपकी साइट के उपयोगकर्ताओं के लिए राइट क्लिक सक्षम या अक्षम कर सकते हैं

source: B Disable Right Click For Admin
hi_in: बी व्यवस्थापक के लिए राइट क्लिक अक्षम करें

source: You can enable or disable right click for admin on site
hi_in: आप साइट पर व्यवस्थापक के लिए राइट क्लिक सक्षम या अक्षम कर सकते हैं

source: C Right Click Disable Message Text
hi_in: सी राइट क्लिक संदेश पाठ अक्षम करें

source: Set a message text to display on right click button pressed
hi_in: दबाए गए दायाँ क्लिक बटन पर प्रदर्शित करने के लिए एक संदेश पाठ सेट करें

source: Show Right Click Disable Message
hi_in: राइट क्लिक संदेश अक्षम करें दिखाएं

source: Set ban message display option
hi_in: प्रतिबंध संदेश प्रदर्शन विकल्प सेट करें

source: Save Settings
hi_in: समायोजन बचाओ
